Revit 2024 API
ParameterTypeId.PhyMaterialParamFivepercentModulusOfElacticity Property
 "5% Modulus of Elasticity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamFivepercentModulusOfElacticity { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamFivepercentModulusOfElacticity As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamFivepercentModulusOfElacticity {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace